Repository: milanvarady/Applite
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, hu, ja, tr, zh_hans, zh_hk

source: Uninstall & delete app data
fr: Désinstaller et supprimer les données
hu: Eltávolítás az app adataival együtt
ja: アンインストールとデータ削除
tr: Yüklemeyi kaldır ve uygulama verilerini sil
zh_hans: 卸载并删除应用数据
zh_hk: 解除安裝並刪除應用程式資料

source: Uninstall Applite
fr: Désinstaller Applite
hu: Az Applite eltávolítása
ja: Applite をアンインストール
tr: Applite'ı kaldır
zh_hans: 卸载 Applite
zh_hk: 解除安裝 Applite

source: Uninstall Applite...
fr: Désinstaller Applite...
hu: Az Applite eltávolítása...
ja: Applite をアンインストール...
tr: Applite'ı kaldır…
zh_hans: 卸载 Applite...
zh_hk: 解除安裝 Applite…

source: Uninstall Homebrew
fr: Désinstaller Homebrew
hu: A Homebrew eltávolítása
ja: Homebrew をアンインストール
tr: Homebrew'i kaldır
zh_hans: 卸载 Homebrew
zh_hk: 解除安裝 Homebrew

source: Uninstalling
fr: Désinstallation
hu: Eltávolítás
ja: アンインストール中
tr: Kaldırılıyor
zh_hans: 卸载中
zh_hk: 解除安裝中

source: Update
fr: Mettre à jour
hu: Frissítés
ja: アップデート
tr: Güncelle
zh_hans: 更新
zh_hk: 更新

source: Update All
fr: Tout mettre à jour
hu: Összes frissítése
ja: すべてアップデート
tr: Hepsini güncelle
zh_hans: 更新全部
zh_hk: 更新全部

source: Update and uninstall your applications. No more leftover files from deleted applications.
fr: Mettez à jour et désinstallez vos applications. Fini les résidus des applications supprimées.
hu: Frissítse és távolítsa el az alkalmazásait. Nincsenek többé hátramaradt fájlok a törölt alkalmazások után.
ja: アプリのアップデートとアンインストールができます。削除したアプリのファイルは残りません。
tr: Uygulamalarınızı güncelleyin ve kaldırın. Silinen uygulamalardan artık dosya kalmayacak.
zh_hans: 更新和卸载你的应用，不再有已删除应用的残留文件。
zh_hk: 更新和解除安裝你的應用程式。刪除應用程式後不再留下殘餘檔案。

source: Update Applite's Homebrew
fr: Mettre à jour le Homebrew d'Applite
hu: Az Applite Homebrew-jának frissítése
ja: Applite の Homebrew をアップデート
tr: Applite'ın Homebrew'ini güncelle
zh_hans: 更新 Applite 的 Homebrew
zh_hk: 更新 Applite 的 Homebrew

source: Updates
fr: Mises à jour
hu: Frissítések
ja: アップデート
tr: Güncellemeler
zh_hans: 更新
zh_hk: 更新

source: Updating
fr: Mise à jour
hu: Frissítés
ja: アップデート中
tr: Güncelleniyor
zh_hans: 更新中
zh_hk: 更新中

# Updating %lld of %lld…
source: Updating %1$lld of %2$lld…
fr: Mise à jour de %lld sur %lld…
hu: Frissítés: %lld / %lld…
ja: アップデート中：%lld / %lld…
tr: %lld / %lld güncelleniyor…
zh_hans: 正在更新第 %lld 个，共 %lld 个…
zh_hk: 正在更新第 %lld 個，共 %lld 個…

source: Use Custom Installation Directory
fr: Utiliser le répertoire d'installation personnalisé
hu: Saját telepítési mappa használata
ja: カスタムインストールディレクトリを使用する
tr: Özel yükleme dizini kullan
zh_hans: 使用自定义安装目录
zh_hk: 使用自訂安裝目錄

source: Use system proxy
fr: Utiliser le proxy système
hu: Rendszer proxy használata
ja: システムプロキシを使用する
tr: Sistem vekil sunucusunu kullan
zh_hans: 使用系统代理
zh_hk: 使用系統代理

source: Utilities
fr: Utilitaires
hu: Segédprogramok
ja: ユーティリティ
tr: İzlenceler
zh_hans: 实用工具
zh_hk: 工具程式

source: View terminal output
fr: Afficher la sortie du terminal
hu: Terminálkimenet megtekintése
ja: ターミナル出力を表示
tr: Terminal çıktısını gör
zh_hans: 查看终端输出
zh_hk: 查看終端輸出

source: Virtualization
fr: Virtualisation
hu: Virtualizáció
ja: 仮想化
tr: Sanallaştırma
zh_hans: 虚拟化
zh_hk: 虛擬化

source: Waiting for installed apps to load…
fr: Chargement des applications installées…
hu: Várakozás a telepített alkalmazások betöltésére…
ja: インストール済みアプリの読み込みを待っています…
tr: Yüklü uygulamaların listelenmesi bekleniyor…
zh_hans: 正在等待已安装应用加载…
zh_hk: 正在等待已安裝應用程式載入…

source: Waiting…
fr: En attente…
hu: Várakozás…
ja: 待機中…
tr: Bekleniyor…
zh_hans: 等待中…
zh_hk: 等待中…

source: Warning
fr: Avertissement
hu: Figyelmeztetés
ja: 警告
tr: Uyarı
zh_hans: 警告
zh_hk: 警告

source: Website
fr: Site web
hu: Weboldal
ja: Webサイト
tr: Web sitesi
zh_hans: 网站
zh_hk: 網站

source: Week
fr: Toutes les semaines
hu: Hetente
ja: 毎週
tr: Haftada bir
zh_hans: 每周
zh_hk: 每週

source: Yes
fr: Oui
hu: Igen
ja: はい
tr: Evet
zh_hans: 是
zh_hk: 是

source: Check if file contains valid cask tokens
fr: Vérifiez que le fichier contient des tokens cask valides
hu: Ellenőrizze, hogy a fájl érvényes cask tokeneket tartalmaz-e
ja: ファイルに有効な cask トークンが含まれているか確認してください
tr: Dosyanın geçerli cask token'ları içerdiğini kontrol edin
zh_hans: 请检查文件中是否包含有效的 cask 标识符
zh_hk: 請檢查檔案中是否包含有效的 cask 識別碼

source: Failed to decode command output as UTF-8
fr: Impossible de décoder la sortie de la commande en UTF-8
hu: A parancs kimenete nem dekódolható UTF-8 kódolással
ja: コマンドの出力を UTF-8 としてデコードできませんでした
tr: Komut çıktısı UTF-8 olarak çözümlenemedi
zh_hans: 无法以 UTF-8 解码命令输出
zh_hk: 無法以 UTF-8 解碼指令輸出

source: Failed to get home directory
fr: Impossible d'obtenir le dossier de départ
hu: A saját mappa elérése sikertelen
ja: ホームディレクトリを取得できませんでした
tr: Ana dizin alınamadı
zh_hans: 无法获取个人文件夹
zh_hk: 無法取得個人資料夾

source: Failed to get system proxy settings
fr: Impossible d'obtenir les réglages de proxy du système
hu: A rendszer proxybeállításainak lekérdezése sikertelen
ja: システムのプロキシ設定を取得できませんでした
tr: Sistem vekil sunucu ayarları alınamadı
zh_hans: 无法获取系统代理设置
zh_hk: 無法取得系統代理設定

source: Failed to get update frequency
fr: Impossible d'obtenir la fréquence de mise à jour
hu: A frissítési gyakoriság lekérdezése sikertelen
ja: 更新頻度を取得できませんでした
tr: Güncelleme sıklığı alınamadı
zh_hans: 无法获取更新频率
zh_hk: 無法取得更新頻率

source: Failed to load additional info
fr: Échec du chargement des informations complémentaires
hu: A további információk betöltése sikertelen
ja: 追加情報を読み込めませんでした
tr: Ek bilgiler yüklenemedi
zh_hans: 无法加载附加信息
zh_hk: 無法載入附加資訊

source: Failed to load categories
fr: Échec du chargement des catégories
hu: A kategóriák betöltése sikertelen
ja: カテゴリを読み込めませんでした
tr: Kategoriler yüklenemedi
zh_hans: 无法加载分类
zh_hk: 無法載入分類

source: Failed to run shell command. Command: %@ (exit code: %d) Output: %@
fr: Échec de l'exécution de la commande. Commande : %@ (code de sortie : %d) Sortie : %@
hu: A parancs futtatása sikertelen. Parancs: %@ (kilépési kód: %d) Kimenet: %@
ja: コマンドの実行に失敗しました。 コマンド：%@（終了コード：%d） 出力：%@
tr: Kabuk komutu çalıştırılamadı. Komut: %@ (çıkış kodu: %d) Çıktı: %@
zh_hans: 命令执行失败。 命令：%@（退出代码：%d） 输出：%@
zh_hk: 指令執行失敗。 指令：%@（結束代碼：%d） 輸出：%@

source: No proxy host specified
fr: Aucun hôte de proxy spécifié
hu: Nincs megadva proxykiszolgáló
ja: プロキシのホストが指定されていません
tr: Vekil sunucu adresi belirtilmemiş
zh_hans: 未指定代理主机
zh_hk: 未指定代理主機

source: No proxy port specified
fr: Aucun port de proxy spécifié
hu: Nincs megadva proxyport
ja: プロキシのポートが指定されていません
tr: Vekil sunucu bağlantı noktası belirtilmemiş
zh_hans: 未指定代理端口
zh_hk: 未指定代理連接埠

source: Proxy is not enabled
fr: Le proxy n'est pas activé
hu: A proxy nincs bekapcsolva
ja: プロキシが有効になっていません
tr: Vekil sunucu etkin değil
zh_hans: 代理未启用
zh_hk: 代理未啟用

source: Shell command timed out after %@. Command: %@
fr: La commande a expiré après %@. Commande : %@
hu: A parancs túllépte az időkorlátot (%@). Parancs: %@
ja: コマンドが %@ でタイムアウトしました。 コマンド：%@
tr: Komut %@ sonra zaman aşımına uğradı. Komut: %@
zh_hans: 命令在 %@ 后超时。 命令：%@
zh_hk: 指令在 %@ 後逾時。 指令：%@

source: The Brew installation seems to be invalid.
fr: L'installation de Homebrew semble non valide.
hu: A Brew telepítése érvénytelennek tűnik.
ja: Homebrew のインストールが正しくないようです。
tr: Homebrew yüklemesi geçersiz görünüyor.
zh_hans: Homebrew 安装似乎无效。
zh_hk: Homebrew 安裝似乎無效。

source: askpass script not found
fr: Script askpass introuvable
hu: Az askpass szkript nem található
ja: askpass スクリプトが見つかりません
tr: askpass betiği bulunamadı
zh_hans: 找不到 askpass 脚本
zh_hk: 找不到 askpass 指令碼

source: Are you sure you want to install Homebrew?
fr: Êtes-vous sûr de vouloir installer Homebrew ?
hu: Biztos telepíti a Homebrew-t?
ja: Homebrew をインストールしてもよろしいですか？
tr: Homebrew'i yüklemek istediğinizden emin misiniz?
zh_hans: 确定要安装 Homebrew 吗？
zh_hk: 確定要安裝 Homebrew 嗎？

source: Are you sure you want to reinstall Homebrew?
fr: Êtes-vous sûr de vouloir réinstaller Homebrew ?
hu: Biztos újratelepíti a Homebrew-t?
ja: Homebrew を再インストールしてもよろしいですか？
tr: Homebrew'i yeniden yüklemek istediğinizden emin misiniz?
zh_hans: 确定要重新安装 Homebrew 吗？
zh_hk: 確定要重新安裝 Homebrew 嗎？

source: Download Size
fr: Taille du téléchargement
hu: Letöltési méret
ja: ダウンロードサイズ
tr: İndirme büyüklüğü
zh_hans: 下载大小
zh_hk: 下載大小

source: Date
hu: Dátum
ja: 日付
tr: Tarih
zh_hans: 日期
zh_hk: 日期

source: IDEs
hu: IDE-k
tr: IDE'ler
zh_hans: 集成开发环境

source: Installation
hu: Telepítés
ja: インストール
tr: Yükleme
zh_hans: 安装
zh_hk: 安裝

source: Maintenance
hu: Karbantartás
ja: メンテナンス
tr: Bakım
zh_hans: 维护
zh_hk: 維護

source: Notifications
hu: Értesítések
ja: 通知
tr: Bildirim
zh_hans: 通知
zh_hk: 通知

source: Options
hu: Beállítások
ja: オプション
tr: Seçenekler
zh_hans: 选项
zh_hk: 選項

source: Taps
hu: Tapek
ja: Tap
tr: Tap'ler
zh_hans: Tap
zh_hk: Tap

source: Proxy
ja: プロキシ
tr: Vekil sunucu
zh_hans: 代理
zh_hk: 代理

source: Token
ja: トークン
zh_hans: 标识符
zh_hk: 識別碼

source: OK
tr: Tamam
zh_hans: 好
zh_hk: 好
